<script setup>
import MasterLayout from "@/Layouts/MasterLayout.vue";
</script>

<template>
	<MasterLayout>
			<h1 class="text-2xl font-semibold">
				Пользовательское
				соглашение</h1>
			<p class="text-[1.25em]">Настоящее Пользовательское Соглашение (далее
				Соглашение) регулирует отношения между сайтом
				««GrzybyZdrowia»», расположенным по
				адресу «GrzybyZdrowia» (далее&nbsp;
				Администрация) с одной стороны и пользователем
				сайта с другой.
			</p>
			<p class="text-[1.25em]">Сайт
				«GrzybyZdrowia»
				не является
				средством
				массовой
				информации.
				Используя сайт,
				Вы соглашаетесь
				с условиями
				данного
				соглашения. Если
				Вы не согласны с
				условиями
				данного
				соглашения, не
				используйте сайт
				«GrzybyZdrowia»!</p>
			<h3 class="text-xl font-bold">Права и
				обязанности
				сторон </h3>
			<h5 class="text-xl font-semibold"><strong>
				Пользователь
				имеет право</strong>:
			</h5>
			<ul class="text-[1.25em]">
				<li>осуществлять поиск информации на сайте </li>
				<li>получать информацию на сайте </li>
				<li>использовать информацию сайта в личных некоммерческих целях </li>
			</ul>
			<h5 class="text-xl font-semibold"><strong>
				Администрация
				имеет право</strong>:
			</h5>
			<ul class="text-[1.25em]">
				<li>по своему усмотрению и необходимости создавать, изменять, отменять правила </li>
				<li>ограничивать доступ к любой информации на сайте </li>
			</ul>
			<h5>Пользователь
				обязуется: </h5>
			<ul class="text-[1.25em]">
				<li>не нарушать работоспособность сайта </li>
				<li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
			</ul>
			<h5 class="text-xl font-semibold">
				Администрация
				обязуется: </h5>
			<ul class="text-[1.25em]">
				<li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</li>
			</ul>
			<h3 class="text-xl font-semibold">
				Ответственность
				сторон </h3>
			<p class="text-[1.25em]">Администрация
				не несет никакой
				ответственности
				за услуги,
				предоставляемые
				третьими лицами.
			</p>
			<p class="text-[1.25em]">В случае
				возникновения
				форс-мажорной
				ситуации (боевые
				действия,
				чрезвычайное
				положение,
				стихийное
				бедствие и т.
				д.)
				Администрация не
				гарантирует
				сохранность
				информации,
				размещённой
				Пользователем, а
				также
				бесперебойную
				работу
				информационного
				ресурса </p>
			<h3 class="text-xl font-semibold">Условия
				действия
				Соглашения </h3>
			<p class="text-[1.25em]">Данное
				Соглашение
				вступает в силу
				при любом
				использовании
				данного сайта.
				Соглашение
				перестает
				действовать при
				появлении его
				новой версии.
				Администрация
				оставляет за
				собой право в
				одностороннем
				порядке изменять
				данное
				соглашение по
				своему
				усмотрению.
				Администрация не
				оповещает
				пользователей об
				изменении в
				Соглашении.</p>
	</MasterLayout>
</template>

